{"domain": "MH", "topic": "Diagnosis and Evaluation", "question": "For the past month I have noticed I am less motivated to do school work, go out with friends, participate in my school sports team. Could this be a sign of depression?"}
{"domain": "MH", "topic": "Diagnosis and Evaluation", "question": "How do I know if I have a personality disorder and not bipolar disorder?"}
{"domain": "MH", "topic": "Diagnosis and Evaluation", "question": "How do I know if I have bipolar disorder and not schizophrenia?"}
{"domain": "MH", "topic": "Diagnosis and Evaluation", "question": "I am feeling very sad and don't feel like eating anything, could I have depression?"}
{"domain": "MH", "topic": "Diagnosis and Evaluation", "question": "I cannot sleep more than 3 hours a night. I feel agitated during the day when I cannot sleep. Can poor sleep be the cause of my anxiety?"}
{"domain": "MH", "topic": "Diagnosis and Evaluation", "question": "I have anxiety, can lack of sleep make my symptoms worse?"}
{"domain": "MH", "topic": "Diagnosis and Evaluation", "question": "I have been diagnosed with bipolar disorder and after researching information about bipolar disorder I think I may have schizophrenia instead. What are the differences between the two?"}
{"domain": "MH", "topic": "Diagnosis and Evaluation", "question": "I think I have Major Depressive Disorder and not bipolar disorder. How do I know?"}
{"domain": "MH", "topic": "Diagnosis and Evaluation", "question": "My child recently met with a child psychiatrist for an hour and half for a mental health evaluation. How do I know if the evaluation was thorough?"}
{"domain": "MH", "topic": "Diagnosis and Evaluation", "question": "My grades have dropped and I can't focus. Could this be ADHD or stress?"}
{"domain": "MH", "topic": "Diagnosis and Evaluation", "question": "What behaviors are concerning for Schizophrenia in a teenager?"}
{"domain": "MH", "topic": "Diagnosis and Evaluation", "question": "I struggle with my body image and eat 1-2 meals per day to lose weight. Is this behavior concerning for an eating disorder?"}
{"domain": "MH", "topic": "Diagnosis and Evaluation", "question": "My 17 year old daughter is very concerned about her weight, has stopped eating foods and is loosing weight rapidly. Should I be concerned?"}
{"domain": "MH", "topic": "Diagnosis and Evaluation", "question": "I am sixteen years old and feeling very anxious about school and my friends. How do I know if I have an anxiety disorder that should be treated by a doctor?"}
{"domain": "MH", "topic": "Diagnosis and Evaluation", "question": "I have trouble sleeping and get panic attacks. Could lack of sleep be making my symptoms worse?"}
{"domain": "MH", "topic": "Diagnosis and Evaluation", "question": "What are signs that my teenage child has an eating disorder?"}
{"domain": "MH", "topic": "Treatment", "question": "Can I stop taking antidepressants and just see a therapist for my depression?"}
{"domain": "MH", "topic": "Treatment", "question": "Can taking an antidepressant cause someone to have difficulty with their sleeping?"}
{"domain": "MH", "topic": "Treatment", "question": "How will I know if Lithium is working?"}
{"domain": "MH", "topic": "Treatment", "question": "I am not sure if therapy is doing anything for me, should I consider changing my medications instead?"}
{"domain": "MH", "topic": "Treatment", "question": "I am on medication for anxiety and depression. Could lack of sleep be the reason for my symptoms or make them worse?"}
{"domain": "MH", "topic": "Treatment", "question": "I had an episode of depression after my father died that resolved with Zoloft. I stopped taking it and the depression has not returned. Will not being on antidepressants affect my mental health long term?"}
{"domain": "MH", "topic": "Treatment", "question": "I have anxiety and take Risperdal in addition to Zoloft. How do I know if the Risperdal is adding any benefit beyond the Zoloft?"}
{"domain": "MH", "topic": "Treatment", "question": "I isolate myself when I feel sad and skip meals. Can a therapist help me with this?"}
{"domain": "MH", "topic": "Treatment", "question": "I started Prozac last week and I am having very vivid dreams and it is harder to sleep, could those be side effects of Prozac?"}
{"domain": "MH", "topic": "Treatment", "question": "I started seeing a new therapist. When will I know if therapy is working?"}
{"domain": "MH", "topic": "Treatment", "question": "I take medications for depression. Should I add group therapy to individual therapy?"}
{"domain": "MH", "topic": "Treatment", "question": "I was diagnosed with an anxiety disorder, can exercise help improve my anxiety symptoms."}
{"domain": "MH", "topic": "Treatment", "question": "I was diagnosed with anxiety last year. I started Zoloft 2 weeks ago by my symptoms are not better. Should I consider changing my medication?"}
{"domain": "MH", "topic": "Treatment", "question": "I was diagnosed with anxiety last year. I started Zoloft 8 months by my symptoms are not better. Should I consider changing my medication?"}
{"domain": "MH", "topic": "Treatment", "question": "I was diagnosed with anxiety last year. Is group therapy more helpful than individual therapy?"}
{"domain": "MH", "topic": "Treatment", "question": "I was on medications for depression. I feel so much better now so I stopped taking them. Is it dangerous to stop antidepressants?"}
{"domain": "MH", "topic": "Treatment", "question": "I've been on Lexapro for 3 months and I do not feel any better. Should I consider changing my medication?"}
{"domain": "MH", "topic": "Treatment", "question": "I've been on Zoloft for two months, but I still feel numb and tired. Is this a normal side effect?"}
{"domain": "MH", "topic": "Treatment", "question": "I've went to therapy a few times but stopped going because it was not helping. Can I exercise instead to manage my mental health?"}
{"domain": "MH", "topic": "Treatment", "question": "Is it ok if I stop taking my medication for bipolar disorder now that I feel much better?"}
{"domain": "MH", "topic": "Treatment", "question": "My doctor started me on 5 mg of Lexapro, is that a lot?"}
{"domain": "MH", "topic": "Treatment", "question": "My doctors wants me to take Abilify does it matter what time a day I take it or if I take it with food?"}
{"domain": "MH", "topic": "Treatment", "question": "Should I stop taking Prozac if I plan to drink alcohol every day?"}
{"domain":"MH", "topic": "Treatment", "question": "Should I stop taking Prozac if I plan to drink alcohol over the weekend?"}
{"domain": "MH", "topic": "Treatment", "question": "What are emotional regulations skills I can use when I am upset?"}
{"domain": "MH", "topic": "Treatment", "question": "Are virtual therapy sessions as effective as in-person sessions in treating anxiety?"}
{"domain": "MH", "topic": "Treatment", "question": "I am depressed. Can exercise improve my mental health?"}
{"domain": "MH", "topic": "Treatment", "question": "I have been feeling really down lately, can regular exercise improve my mental health?"}
{"domain": "MH", "topic": "Treatment", "question": "I have trouble sleeping and get panic attacks. Can exercise really improve my mental health?"}
{"domain": "MH", "topic": "Treatment", "question": "If I stop taking my medications for anxiety because I am so much better should I tell someone?"}
{"domain": "MH", "topic": "Risky Behaviors", "question": "I am feeling sad and thinking about killing myself, should I tell someone about this?"}
{"domain": "MH", "topic": "Risky Behaviors", "question": "I drink alcohol when I feel anxious, sad or angry. Does alcohol have negative effect on mood?"}
{"domain": "MH", "topic": "Risky Behaviors", "question": "I drink to cope when I feel anxious about something, should I tell my doctor?"}
{"domain": "MH", "topic": "Risky Behaviors", "question": "I drink to cope with when I feel anxious about something, should I tell my doctor?"}
{"domain": "MH", "topic": "Risky Behaviors", "question": "I've been drinking to calm down after arguments at home. Can a therapist help me with this?"}
{"domain": "MH", "topic": "Risky Behaviors", "question": "I've been drinking to calm down after arguments at home. Is there a better way to cope?"}
{"domain": "MH", "topic": "Risky Behaviors", "question": "Some of my friends say marijuana helps them focus. I've tried it a few times and I'm worried about my grades. Does marijuana affect school performance?"}
{"domain": "MH", "topic": "Risky Behaviors", "question": "When i get angry i cope by drinking is that dangerous?"}
{"domain": "MH", "topic": "Risky Behaviors", "question": "Will I become dependent on marijuana if I use it for Post-Traumatic Stress Disorder (PTSD)?"}
{"domain": "MH", "topic": "Development", "question": "I am teen living at home and argue with my parents about feeling misunderstood. Could therapy help me communicate better with them and if so, how?"}
{"domain": "MH", "topic": "Development", "question": "I am young adult living at home and argue with my parents about feeling misunderstood. Could therapy help me communicate better with them and if so, how?"}
{"domain": "MH", "topic": "Development", "question": "I am young adult living at home and argue with my parents about feeling misunderstood. They want me to go to college but i hate school and want to find a different path. Could therapy help me communicate better with them and if so, how?"}
{"domain": "MH", "topic": "Resources", "question": "How do you access school supports for your child without disclosing too much of their personal information?"}
{"domain": "PC", "topic": "Initial Care and Consultation", "question": "I am 14 weeks pregnant and have nipple discharge. What should I do?"}
{"domain": "PC", "topic": "Initial Care and Consultation", "question": "I am 18 weeks pregnant but haven't started showing at all. When will I start showing?"}
{"domain": "PC", "topic": "Initial Care and Consultation", "question": "I am 30 weeks pregnant and have nipple discharge. What should I do?"}
{"domain": "PC", "topic": "Initial Care and Consultation", "question": "I just found out I am pregnant have a hair appointment tomorrow. Can I still dye my hair?"}
{"domain": "PC", "topic": "Initial Care and Consultation", "question": "I just found out I'm pregnant and have my first appointment tomorrow. Will I be able to see my baby on the ultrasound?"}
{"domain": "PC", "topic": "Initial Care and Consultation", "question": "I just had a positive pregnancy test at home and have bleeding. What should I do?"}
{"domain": "PC", "topic": "Initial Care and Consultation", "question": "I'd prefer a more natural birth experience. Can I get all my prenatal care from a midwife or doula, or do I still need to see a doctor?"}
{"domain": "PC", "topic": "Initial Care and Consultation", "question": "I'm 10 weeks pregnant and I haven't been taking folic acid until now. Is it too late to start, and do I really need it?"}
{"domain": "PC", "topic": "Initial Care and Consultation", "question": "I'm 42 and just found out I'm pregnant for the first time. What early tests or precautions should I take because of my age?"}
{"domain": "PC", "topic": "Initial Care and Consultation", "question": "I'm 5 weeks pregnant but don't have any symptoms. Should I be worried that something's wrong?"}
{"domain": "PC", "topic": "Initial Care and Consultation", "question": "I'm 8 weeks pregnant and I already have a bottle of regular adult multivitamins at home. Can I take those instead of buying prenatal vitamins?"}
{"domain": "PC", "topic": "Initial Care and Consultation", "question": "Is it okay to skip the 20-week anatomy scan if everything has been normal so far?"}
{"domain": "PC", "topic": "Initial Care and Consultation", "question": "My doctor offered me a CVS. How is this different from an amnio?"}
{"domain": "PC", "topic": "Initial Care and Consultation", "question": "My doctor recommended an NST during pregnancy. Do I need this?"}
{"domain": "PC", "topic": "Initial Care and Consultation", "question": "My partner is a carrier for cystic fibrosis. Should I get tested too, and how does that work during pregnancy?"}
{"domain": "PC", "topic": "Diet, Nutrition, and Medication", "question": "I always take melatonin for sleep. I'm 7 weeks pregnant. Can I continue taking this?"}
{"domain": "PC", "topic": "Diet, Nutrition, and Medication", "question": "I am 4 months pregnant and have a lot of heartburn. What medications can I take for this?"}
{"domain": "PC", "topic": "Diet, Nutrition, and Medication", "question": "I don't want to drink the glucose test that my doctor's office has. Can I take something else?"}
{"domain": "PC", "topic": "Diet, Nutrition, and Medication", "question": "I have been having a lot of constipation during pregnancy. What medication can I take for this?"}
{"domain": "PC", "topic": "Diet, Nutrition, and Medication", "question": "I have been having terrible morning sickness for several weeks. What should I do?"}
{"domain": "PC", "topic": "Diet, Nutrition, and Medication", "question": "I heard that it's dangerous to eat soft cheeses during pregnancy. Why?"}
{"domain": "PC", "topic": "Diet, Nutrition, and Medication", "question": "I just found out I'm pregnant and I take medication for high blood pressure. Should I stop the medication?"}
{"domain": "PC", "topic": "Diet, Nutrition, and Medication", "question": "I use marijuana daily for anxiety and nausea. I'm 8 weeks pregnant — what are the risks if I keep using it?"}
{"domain": "PC", "topic": "Diet, Nutrition, and Medication", "question": "I usually drink 4 cups of coffee daily and just found out that I'm pregnant. Do I need to stop?"}
{"domain": "PC", "topic": "Diet, Nutrition, and Medication", "question": "I'm 12 weeks pregnant and have terrible seasonal allergies. I usually take Claritin or Benadryl. Are either of those safe during pregnancy?"}
{"domain": "PC", "topic": "Diet, Nutrition, and Medication", "question": "I'm 6 weeks pregnant and still smoking about 5 cigarettes a day. I'm trying to quit, but it's hard. What risks does this pose to my baby?"}
{"domain": "PC", "topic":"Diet, Nutrition, and Medication", "question": "I've been drinking herbal teas for sleep, but I'm not sure if they're safe during pregnancy. What should I avoid?"}
{"domain": "PC", "topic": "Diet, Nutrition, and Medication", "question": "I've been taking lithium for years to manage bipolar disorder. I want to stop taking it during pregnancy. Should I stop?"}
{"domain": "PC", "topic": "Diet, Nutrition, and Medication", "question": "My doctor told me to get a mammogram during pregnancy, but I am concerned. Is it safe to get one?"}
{"domain": "PC", "topic": "Diet, Nutrition, and Medication", "question": "My prenatal vitamins make me nauseated. Are there any other ways to get the same nutrients without taking pills?"}
{"domain": "PC", "topic": "Safety and Complications", "question": "I feel short of breath when walking and can't make it up the stairs in my house. Should I be concerned?"}
{"domain": "PC", "topic": "Safety and Complications", "question": "I am 34 weeks pregnant and have itching all over my hands and feet. What should I do?"}
{"domain": "PC", "topic": "Safety and Complications", "question": "I get dizzy when I stand up during pregnancy. Is that normal or something to worry about?"}
{"domain": "PC", "topic": "Safety and Complications", "question": "I'm 34 weeks pregnant and have had a dull headache all day. Should I be worried, or is this normal?"}
{"domain": "PC", "topic": "Safety and Complications", "question": "I've been getting leg cramps every night. What causes that during pregnancy and how can I stop it?"}
{"domain": "PC", "topic": "Safety and Complications", "question": "My doctor offered me an amniocentesis. What is this and is it safe?"}
{"domain": "PC", "topic": "Safety and Complications", "question": "My doctor says I have a placenta previa. What does this mean and what should I do?"}
{"domain": "PC", "topic": "Safety and Complications", "question": "What does it mean if my NIPT came back as high risk for Down syndrome? What should I do next?"}
{"domain": "PC", "topic": "Birth Plan and Delivery Preparation", "question": "I am not feeling the baby move. What should I do?"}
{"domain": "PC", "topic": "Birth Plan and Delivery Preparation", "question": "I feel like I just broke my water. What should I do?"}
{"domain": "PC", "topic": "Birth Plan and Delivery Preparation", "question": "I had an emergency c-section for my first baby. Now I'm pregnant again and hoping for a vaginal delivery. Is it safe for me to try a VBAC?"}
{"domain": "PC", "topic": "Birth Plan and Delivery Preparation", "question": "I'm scared of getting an epidural during labor. Is it safe?"}
{"domain": "PC", "topic": "Birth Plan and Delivery Preparation", "question": "I've heard about collecting colostrum before birth to help with breastfeeding. Is this something I should be doing?"}
{"domain": "PC", "topic": "Birth Plan and Delivery Preparation", "question": "Is there anything I can do to prevent vaginal tears during labor?"}
{"domain": "PC", "topic": "Physical Health and Exercise", "question": "I was told to sleep on my side during pregnancy. What happens if I sleep on my back during pregnancy?"}
{"domain": "PC", "topic": "Physical Health and Exercise", "question": "I'm going on vacation soon. Can I go in a hot tub during pregnancy?"}
{"domain": "PC", "topic": "Physical Health and Exercise", "question": "I'm planning an international vacation soon and want to fly there. Can I fly during pregnancy?"}
{"domain": "PC", "topic": "Physical Health and Exercise", "question": "I've been doing strength training before pregnancy and I'm now in my second trimester. Can I keep lifting weights, or is that risky?"}
{"domain": "PC", "topic": "Physical Health and Exercise", "question": "I've been doing yoga for years. Are there any poses I should avoid now that I'm in my third trimester?"}
{"domain": "PC", "topic": "Mental Health and Emotional Well-being", "question": "I had postpartum depression with my first child and I'm pregnant again. What can I do now to reduce the chances of it happening again?"}
{"domain": "PC", "topic": "Mental Health and Emotional Well-being", "question": "I'm 34 weeks pregnant and starting to feel withdrawn and irritable. Could this be a sign of postpartum depression starting early?"}
{"domain": "PC", "topic": "Mental Health and Emotional Well-being", "question": "I've been feeling really anxious and emotional since getting pregnant. What are safe ways to manage stress and mood swings?"}